---
kind: other
id: Properties.T:Autodesk.Revit.DB.ExportFontInfo
source: html/2e4c7835-f010-c14f-b80e-97ed1a7015e1.htm
---
# ExportFontInfo Properties

The destination font name (the name of the font in the exported format).